/* appended to region name when merging regions */
" merged" = "已合併";

/* appended to region name of mixed down regions */
" mixed" = "混合的";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "需求 %@ | 可用 %@。";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "（空白）";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "（不是空白）";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][“%@”無法使用。][好]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ 外掛模組無法使用。][好]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@：外掛模組“%@”%@%@ 無法使用！][好]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@：外掛模組“%@”%@%@ 無法使用！][好|√不要再顯示]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P 沒有找到足夠的記憶體來容納必要的 %ld 音軌。|只有 %ld 個音軌可用。|尚需 %@ 的額外系統記憶體。][好]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|不允許取樣頻率 %ld。][好]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][找不到音訊檔 %ld / %ld。|仍要“%@”找到的音訊檔嗎？][取消|執行]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld 個音訊檔案找不到（共 %ld 個）。|(“%@”，⋯)][繼續]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][無法從磁碟機∕分割區“%3$@” 的音軌 %2$ld 上播放“%1$@”][好|√不要再顯示]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][磁碟機∕分割區“%2$@”的“%1$@”無法使用。|不允許磁碟機∕分割區！][好|不要再顯示]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][磁碟機∕分割區“%2$@”的“%1$@”無法使用。|不允許磁碟機∕分割區！][好|載入]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” 是 %ld 位元的檔案，無法透過 %@ 播放。][好]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][已包含“%@”！][取消]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@”是空的！][取消]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@”不是標準的 PCM Wave 格式音訊檔案。][好]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@”或“%@”已存在！][使用|取代]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P 找到 %ld 個 %ld 位元格式的音訊檔案。|此格式不受支援，無法播放。][好|√不要再顯示]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P 正在掃描系統以尋找音訊裝置，並已找到名稱為“%@”的裝置。|如果您要使用這個裝置，掃描程序進行時請勿移除裝置連接。|您是否要使用此裝置？][是|否]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][退出？][繼續|退出]";

/* Alert */
"[1][Already recording...][OK]" = "[1][已經開始錄製⋯][好]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][發生錯誤。||結果碼 = %ld][好]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][發生錯誤。||結果代碼 = %ld||檔案 = %@][好]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][無法使用“%4$@”磁碟機∕分割區的音訊 %1$@ %2$@ 來播放“%3$@”][好]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][找不到音訊檔案“%@”！]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio Unit 授權錯誤。|透過“%2$@”的 Audio Unit“%1$@”報告未經適當授權在此系統上使用。|請查看外掛模組的文件以取得更多關於拷貝防護的資訊。][好]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio Unit 相容性錯誤|透過“%2$@”的 Audio Unit“%1$@”不完全符合 Audio Units 標準。|^P 無法儲存或載入此外掛模組的設定，此設定也無法儲存在歌曲中。|關閉歌曲時將遺失此設定。][好]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][自動混音參數錯誤！|%ld][好]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][無法刪除樂器“%@”。|樂器正在使用中。][取消]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][找不到音訊檔案“%@”。][好|√不要再顯示]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][無法載入集錦樂器“%@”。|這是以較新的 EXS24 版本所製作。][繼續|√不要再顯示]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][“和弦音軌”已加入 %d Apple Loop 檔案。][好]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][無法在 %@ 檔案中找到“和弦進行法”資料！][好]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][無法打開檔案 %@ 以讀取！][好]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][無法打開檔案 %@ 以寫入！][好]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][無法製作“區段”。|記憶體不足][取消]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][無法製作音軌。|已超過最高的音軌數！][退出]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][您是否也要編輯自動混音資料？][不要編輯|編輯|√不要再顯示]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][您是否要拷貝自動混音資料？][不要拷貝|拷貝|√不要再顯示]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][要刪除整個計畫案的自動混音資料嗎？|確定嗎？此操作無法還原。][取消|刪除]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][您是否要清除自動混音資料？][不要清除|清除|√不要再顯示]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][您是否要移動自動混音資料？][不要移動|移動|√不要再顯示]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][您也想處理自動混音資料嗎？][否|處理]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][磁碟機∕分割區“%@”無法搭配 %@ 來錄製音訊。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][磁碟機∕分割區“%@”無法用來錄製音訊。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][磁碟機∕分割區“%@”無法用來錄製音訊音軌 %ld。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][磁碟機∕分割區“%@”已滿。][好]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][錯誤碼 %ld 回報自驅動程式“%@”。][繼續]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][發生資源拷貝錯誤。%ld][好]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][在 CoreMidi 中的錯誤：|%ld][好]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][載入計畫案時發生錯誤][好]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][嘗試同步“音訊”和 MIDI 時發生錯誤。][繼續]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][嘗試同步“音訊”和 MIDI 時發生錯誤。|已辨識 %ld 取樣頻率。|%@][繼續%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][錯誤！|無法打開計畫案。|此計畫案似乎已損毀。][取消]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][錯誤|CSong::CreateSeq - 不合規定的區塊大小][好]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24 樂器“%@”：|找不到音訊檔案“%@”！][再尋找一次|繼續]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][找到出現 %2$ld 問題的“片段檔案夾”%1$@。是否刪除？][取消|刪除]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][不合規定的簽名檔(1)][取消]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][不合規定的音軌數][好]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][樂器設定“%@” 檔案太大！僅轉換 %ld 個項目（共 %ld 個項目）！][取消]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][內部作業衝突|請重新啟動 ^P][好]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][已超過最大檔案大小 %@。|請選擇較短的退還時間。][好]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][記憶體配置問題。][好]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][現在使用的記憶體：%@|之前使用的記憶體：%@][好]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][已經完成計畫案資料的些微修正。（1）][好]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][“單聲道”∕“立體聲”衝突！][取消]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][“單聲道”<->“立體聲”衝突。|外掛模組無法被搬移到此位置。][好]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][尚未選取 Apple Loop。][中止]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][所有音軌皆未啟動錄音功能！|請在想要的音軌上按一下“R”按鈕，以將其錄音啟動。][好]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][不連續音訊區段需要製作新的音訊檔！][取消|製作]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][記憶體不足（%ld）。][好]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][沒有足夠的“記憶體”來處理要求的 DSP 功能][取消]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][沒有足夠的記憶體來轉換歌曲！][取消]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][沒有足夠記憶體來製作“音軌自動混音”資料！][好]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][捲宗“%@”上的空間不足|%@][好]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注意：“處理器執行效率”已設為“自動”。|建議將偏好設定改為“最高”。|若要更改此設定，請打開“系統偏好設定”>“能源節約器”>“選項”。][繼續]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注意：“處理器執行效率”已設為“較低”。|建議將偏好設定改為“最高”。|若要更改此設定，請打開“系統偏好設定”>“能源節約器”>“選項”。][繼續]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][一個或多個音訊檔案長度已變更！|因此 %ld 個音訊區段的長度或內容位置已變更。][好]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][一個或多個音訊檔案長度已變更！|因此 1 個音訊區段的長度或內容位置已變更。][好]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][記憶體不足！][取消]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][記憶體不足！(音訊組織 1)][繼續]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][記憶體不足！|“^P”需要更多記憶體以顯示“波形”。][繼續]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][記憶體不足！|無法插入或刪除資料][取消]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][發現重疊的“音符”！|您要保留、縮減或分開這些音符？][保留|縮減|分開]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][發現重疊的“區段 ”！|您要為重疊的“區段 ”製作音軌嗎？][否|製作]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][無法播放計畫案中的某些部份|計畫案含有太多的真實樂器軌，以致無法即時播放。|若要發揮最佳的執行效率，請參閱“GarageBand 輔助說明”裡的“將 GarageBand 執行效率最佳化”頁面。][繼續]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][播放受到影響|計畫案播放因系統音訊輸入或輸出的更改而中斷。][繼續]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][請在下面的偏好設定對話框中選擇音訊驅動程式。][繼續]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][請為此計畫案選擇位元深度。][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][讀取錯誤！|不合規定的檔案格式][退出]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][找不到錄製磁碟機∕分割區“%@”！][好]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][無法在磁碟機∕分割區“%2$@”上找到錄製檔案夾“%1$@”。][好]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][要求的 DSP 功能是未知的。][好]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][無法打開 ReWire 裝置“%@”。|您必須先啟動 ^P。][好]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][區段已用盡][取消]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][集錦：|記憶體不足，無法載入所有“%@” 樂器集錦。][繼續]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][集錦：|記憶體不足，無法打開“%@” 樂器。][繼續]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][正在掃描 Audio Units。|^P 將會掃描 %ld 個已安裝的 Audio Units 外掛模組。這會花上幾分鐘。此掃描動作只會在您第一次打開 ^P 或安裝新 Audio Units 後執行。][好]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][@ 無法識別拍子記號“%/%”|預設為 4/4。][好|取消]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][某些“事件”已被設定為最小或最大值。][好]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][抱歉，無法載入此計畫案，因為是由較新的 ^P 版本製作。|請更新 ^P！][好]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][抱歉。無法還原上次的操作][退出]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][抱歉。|無法還原。|記憶體不足。][退出]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][音訊裝置“%@”已中斷連接！|您要切換至“內建音訊”或結束 ^P？][結束|使用內建音訊]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][音訊檔案“%@”具有 %ld 位元格式，無法使用。][取消]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][檔案“%@” 不是 EXS 樂器檔案。][取消]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][檔案“%@”似乎已毀損。][好]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][“%@” 的檔案名稱太長。|^P 需要名稱副檔名空間。|（最多 %ld 個字元）][好]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][檔案名稱過長。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][MIDI 的輸入量已經改變。|現在已輸入 %ld。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][MIDI 的輸入量已經改變。|現在沒有任何輸入。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][MIDI 的輸入量已經改變。|現在有一個輸入。][好]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][名稱為“%@”的外掛程式無法在系統上使用。|請選擇其他外掛程式，或結束 GarageBand 然後在電腦上安裝外掛程式，以在計劃案中使用。][好]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][“1 1 1  1”音位前發生某些事件。|請移動所有選取的音軌或將全部的弱拍事件置於“1 1 1  1”音位上][移動全部|弱拍|取消]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][先前的樂器含有自動混音的資料。|您要將自動化資料搬移或拷貝到新的樂器嗎？][否|拷貝|搬移]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][此 Apple Loops 檔案製作時所使用的效果或樂器目前無法使用。|外掛程式“%@”無法使用。若要在此循環樂段中加入您在循環樂段瀏覽器裡聽到的相同聲音，請按下 Option 鍵並將循環樂段拖曳到新的音軌中。][好]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][此部光碟機無法使用音訊。][退出]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][不支援此檔案類型。][退出]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][此計畫案似乎已經損毀。請打開此計畫案的備份版本。][中止]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][此計畫案是以較新的 ^P 版本製作。|%ld -> %ld][好]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][太多自動混音音軌。][取消]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][偵測到未使用的記憶體區塊正被佔用中！|您要將其刪除嗎？][取消|刪除]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][警告！“記憶體”不足！][重試|取消]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][警告！記憶體不足。無法還原。請儲存計畫案並再試一次。若仍未成功請嘗試重新啟動系統然後再次打開計畫案。][取消]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][警告！記憶體不足。|此操作無法還原。仍然要繼續嗎？][取消|繼續]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][警告！此計畫案是以較新的 ^P 版本所製作。|這可能會導致問題。|請更新 ^P。][好]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][警告！還原記憶體不足。請刪除最舊的 %d 個還原步驟。][好]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][警告！|無法完成“還原”動作][好]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][警告！|損毀的計畫案！（Ginst）][好]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][警告！|在計畫案中發現“未使用區塊”。|請先儲存計畫案。|（代碼：0x%lx）][取消|刪除]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][警告！|無法使用“Mac OS X MIDI 服務”。][好]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][警告：|計畫案中的“結尾”事件遺失！][好]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][警告|重複進入多工處理][好]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][需要建立 %ld 個音訊檔。|這將需要 %@ 的磁碟空間。][建立|取消]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@”的檔案大小較小！|強制使用？][取消|使用]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][找不到音訊檔案“%@”。][略過|搜尋]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][該音軌中存在自動混音資料。|您要一併刪除自動混音資料嗎？][不要刪除資料|取消|刪除資料]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][燒錄過程成功][好]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][要刪除現用設定嗎？][取消|刪除]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][刪除樂器“%@”？][取消|刪除%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][刪除磁碟上已錄製的音訊檔案“%@”%@？|此操作無法還原！][刪除|保留%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][您要刪除自動混音資料嗎?][否|刪除]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][檔案“%@”已存在。][取消|取代]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][上一次“操作”超出“檔案夾”或“區段啟始”大小！|要調整大小嗎？][取消|調整]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][上一次操作超過檔案夾或區段長度。|要調整大小嗎？][取消|調整]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][啟用“%@”驅動程式？][是|否]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][覆寫現用的設定？][取消|覆寫]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][無法播放計畫案中的某些部份|此計畫案含有太多的音軌、效果或音符，以致於無法即時播放。|若要發揮最佳的執行效率，請參閱“GarageBand 輔助說明”裡的“將 GarageBand 執行效率最佳化”頁面。][繼續]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][“取代目前存取範圍”？][否|取代]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][模擬成功][好]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32 位元 AU 伺服器未預期的結束。|任何尚未儲存的 Audio Unit 外掛程式參數上的變更將會遺失。您可以嘗試重新啟動 32 位元 AU 伺服器。如果情況重覆出現，請按一下“取消”，然後結束伺服器後再重新啟動 ^P。][取消|重新啟動 32 位元 AU 伺服器]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][目的格式不支援 48kHz 以上的取樣頻率。|“^P”可以轉換併軌資料的取樣頻率。您要這麼做嗎？ ][取消|轉換]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][檔案“%@”在“垃圾筒”中，無法打開。|若要使用此項目，請先將項目拖曳出“垃圾筒”。][好]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][無法“啟動”！][退出]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][無法製作“區段”][取消]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][無法記錄“事件”！|要重新整理記憶體嗎？|%ld、%ld、%ld][好|重新整理]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][不合規定的區段（2）][修復|好]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][不合規定的區段號碼][取消]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][記憶體不足！|（沒有足夠的主要指標）][好]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][“MIDI 輸出”錯誤][好]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI 逾時|^P 偵測到 MIDI 逾時。請重新啟動電腦，然後重新啟動 ^P。|如果問題持續存在，請將所有連接的 MIDI 裝置之驅動程式（包括具有 MIDI 功能的音訊驅動程式）更新至最新版本。如需移除較舊驅動程式的指示，請參閱製造商的說明文件。][好]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][有較小的問題出現在資料中（3）][修復|好]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][模組檔案“%@”已過期，無法與此 ^P 版本使用。|請先取得模組檔案更新，並將更新移至“%@”檔案夾。][好]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][模組檔案“%@”是新的版本，無法與此 ^P 版本使用。|請取得 ^P 應用程式檔案的更新。][好]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][剪貼板中沒有符合的資料！][退出]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][沒有指定“錄製中的音軌”！][退出]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][沒有指定“錄製中的音軌”！][取消]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][沒有足夠的記憶體來處理新的計畫案][中止]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][沒有足夠的記憶體來製作剪貼板！][退出]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][沒有足夠的記憶體來製作剪貼板∕還原！|這應從不發生。][退出]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][沒有足夠的記憶體來製作物件][退出]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][沒有足夠的“記憶體”|(播放音軌)][退出]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][讀取錯誤！|不是 ^P 計畫案！][中止]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][抱歉，計畫案的格式太舊！][中止]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][此音軌中有“區段”！|刪除“音軌”和“區段”？][取消|好]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][未知的“還原”類型][退出]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][警告！記憶體不足！|此操作無法還原。][好]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][警告！|計畫案可能已損毀][好]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][錯誤的版本！][退出]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][您安裝的“Emagic USB MIDI 驅動程式”版本過舊。|這可能會導致 MIDI 通訊不穩定或中斷。請安裝 1.5 或以上版本。您可以在 www.emagic.de 上找到最新版本。][好]";

/* Alert */
"[Continue]" = "[繼續]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "已連接到";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R 雙層燒錄";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "用來製作凍結的檔案。";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "轉換中⋯";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "正在載入“%@”音訊檔案⋯";

/* cd/dvd media status display */
"No media" = "無媒體";

/* Node */
"Not connected" = "未連接";

/* Control surface feedback */
"There is a modal dialog on the screen." = "螢幕上出現程式對話框。";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "未知";

/* cd/dvd media status display */
"Unknown media type" = "未知的媒體類型";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "未命名";

